{
    "lang01": "Home",
    "lang02": "About Us",
    "lang03": "Contact Us",
    "lang04": "Join As Captain",
    "lang05": "Our News",
    "lang06": "Term & Conditions",
    "lang07": "Privacy Policy",
    "lang08": "News",
    "lang09": "© All rights reserved to Captain Girl",
    "lang10": "About Us",
    "lang11": "Saudi app",
    "lang12": "Keeps Up With The Aspirations",
    "lang13": "2030 Is Our Ambition",
    "lang14": "Captain Girl Is The First Of Its Kind In Saudi Arabia",
    "lang15": "Captain Girl",
    "lang16": "From the individual to the community works to provide a fast and safe means of transportation at any time to transport all members of the community, students, employees and even children 24 hours a day",
    "lang17": "Because Privacy Is Our Principle",
    "lang18": "Choose your trip captain from women only or women and men and enjoy privacy and safety",
    "lang19": "Our Vision",
    "lang20": "We seek to meet the needs of the Saudi market and create an attractive work environment in this project by serving the community and achieving its ambitions in a more private field",
    "lang21": "Our Pillars",
    "lang22": "vigor : ",
    "lang23": "We always strive to create opportunities that facilitate the course of life using smart and innovative strategies",
    "lang24": "Adaptation : ",
    "lang25": "We adapt to the changing needs of our customers and market conditions. We offer you services that meet your desires",
    "lang26": "Safety Standards : ",
    "lang27": "Your safety is our responsibility, so we use the best methods of security and safety",
    "lang28": "Welcome To The Captain, The Partner Of Success",
    "lang29": "- Your car has become your project, the pleasure of driving you turn it into profits",
    "lang30": "- According to your need, choose your income, monthly salary or percentage",
    "lang31": "- Our team is with you throughout your journey to ensure your comfort and the comfort of your customer",
    "lang32": "- Because your comfort is our demand and your privacy is our priority, choose your customer from the category of women or women and men",
    "lang33": "Because you are a customer of Captain Girl, you deserve distinction - we deliver you daily and monthly",
    "lang34": "Designed for you",
    "lang35": "- Monthly subscription: 60 trips per month, 30 trips, you have 30 trips on us",
    "lang36": "- Daily delivery with privacy and comfort",
    "lang37": "- Multiple class type that serve your needs",
    "lang38": "- Our team follows up with you on all your trips to ensure your safety and comfort",
    "lang39": "An Experience Worth Joining",
    "lang40": "Replacement time is wasted don't waste it without profits",
    "lang41": "Start making your income with Captain Girl",
    "lang42": "Pages",
    "lang43": "Legal",
    "lang44": "Keep In Touch",
    "lang45": "Do you have questions, are looking forward to joining our team or want to know more?",
    "lang46": "Contact Us",
    "lang47": "info@captingirl.com",
    "lang48": "Saudi Arabia",
    "lang49": "9200 122 90",
    "lang50": "Our Office",
    "lang51": "Riyadh",
    "lang52": "Location",
    "lang53": "P.O. Box 12213, Olaya Road,",
    "lang54": "Olaya Riyadh, Kingdom of Saudi Arabia",
    "lang55": "Phone",
    "lang56": "‍920012290",
    "lang57": "Email",
    "lang58": "‍info@captingirl.com",
    "lang59": "Close",
    "lang60": "العربية",
    "lang61": "En",
    "lang62": "Captain Girl from the individual to the community works to provide a fast and safe means of transportation at any time to transport all members of the community, students and employees, even children, 24 hours a day.",
    "lang63": "And because privacy is our principle, choose the captain of your flight from women only, women and men, and enjoy privacy and safety.",
    "lang64": "In our vision, we seek to meet the needs of the Saudi market and create an attractive work environment and lead in this project by serving the community and achieving its ambitions in a more private field.",
    "lang65": "Captain Girl App",
    "lang66": "The First Of Its Kind In Saudi Arabia",
    "privacy": "---------------------------------------",
    "lang67": "Last update: Jan 1, 2020",
    "lang68": "Privacy Policy",
    "lang69": "Comments",
    "lang70": "When visitors leave comments on the site, we collect the data shown in the comments form, as well as the visitor's IP address and browser user agent string to help spam detection.",
    "lang71": "An anonymous string generated from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it. The Gravatar Service Privacy Policy is available here: https://automattic.com/privacy/. After your comment is approved, your profile picture will be publicly visible in the context of your comment.",
    "lang72": "Media",
    "lang73": "If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS). Visitors to the website can download and extract any location data from the images on the website.",
    "lang74": "Contact Forms",
    "lang75": "Cookies",
    "lang76": "If you leave a comment on our site, you can enable the saving of your name, email address and website in cookies. This is for your convenience so that you do not have to fill in your details again when you leave another comment. These cookies will last for one year.",
    "lang77": "If you visit our login page, we will set a temporary cookie to determine if your browser accepts cookies. This cookie contains no personal data and is discarded when you close your browser.",
    "lang78": "When you log in we also set up several cookies in order to save your login information and your screen display options. Login information cookies remain for two days, and display option cookies remain for a year. You will be logged in for two weeks when you choose Remember Me, and if you log out of the account, the login cookies will be deleted.",
    "lang79": "An additional cookie will be saved in your browser if you edit or publish an article. This file does not contain any personal data, it just indicates the ID of the article you edited. It will expire after one day",
    "lang80": "Embedded content from other websites",
    "lang81": "Articles on this site may include embedded content (eg: videos, images, articles, etc.). Embedded content from other websites behaves in exactly the same way as if the visitor had visited the other website.",
    "lang82": "These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with such embedded content, including tracking your interaction with the embedded content if you have an account and are logged into that site.",
    "lang83": "For users who register on our site (if any), we also store the personal information they provide in their user profile. All users can see, modify or delete their personal information at any time (except that they cannot change their username). Website administrators can also see and edit this information.",
    "lang84": "Analytics and who we share your data with?",
    "lang85": "How long do we keep your data?",
    "lang86": "If you leave a comment, the comment and its metadata will be retained indefinitely. This is so that we can recognize and approve any follow-up comments automatically instead of keeping them in a review queue for approval.",
    "lang87": "What rights do you have over your data?",
    "lang88": "If you have an account on this site, or have left comments, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us. You can also request that we delete any personal data we hold about you. This does not include any data that we are obligated to maintain for administrative, legal or security purposes.",
    "lang89": "Where do we send your data?",
    "lang90": "Visitor comments can be checked by an automatic spam detection service.",
    "lang91": "Your contact information",
    "lang92": "Additional information",
    "lang93": "How we protect your data.",
    "lang94": "What are the applicable procedures for data breach?",
    "lang95": "What third parties do we receive data from?",
    "lang96": "What decision-making and/or characterization we do with user data.",
    "lang97": "Disclosure requirements from the industry regulator.",
    "lang98": "Captain Girl frequently updates the Privacy Policy. If you have any questions, please",
    "lang99": "contact us",
    "lang100": "or send an email to:",
    "lang101": "info@captingirl.com",
    "term": "---------------------------------------",
    "lang102": "Last update: Jan 1, 2020",
    "lang103": "Term And Conditions",
    "lang104": "Terms of Service for using the (Captain) application",
    "lang105": "contractual relationship",
    "lang106": "# Work as a captain system",
    "lang107": "The work is divided into two packages:",
    "lang108": "The first package:",
    "lang109": "It is to work with a monthly salary when connecting rides, and it is required to achieve daily (280) riyals including tax for a month to obtain a salary of 5500 riyals, and the salary will increase with an increase in income of (280) riyals or less if the daily income is less than (280) riyals.",
    "lang110": "The second package:", 
    "lang111": "A deduction of 10%, excluding tax, from the delivery amount for customers, whether women or men.",
    "lang112": "Please read these terms carefully before obtaining or using our services", 
    "lang113": "Your access to and use of Captain Girl's services constitutes your acceptance of all of the provisions of this agreement and in the event that you do not agree to these terms, you are not entitled to obtain or use the services, and these terms supersede any agreements entered into with you. Captain Girl has the right to immediately terminate these Terms or any of the Services related to you or stop offering the Services or prevent access to them or any part of them at any time and for any reason without prior notice.",
    "lang114": "Captain Girl app ownership", 
    "lang115": "The ownership of (Captain Girl App) and all rights related to it remain the property of Captain Girl Trading Company and no third party has the right to use its mark, products or logos, under penalty of legal prosecution.",
    "lang116": "License" ,
    "lang117": "The Captain Girl app grants you a limited, non-exclusive license that cannot be sublicensed, revocable, or transferable to any third party.",
    "lang118": "Users accounts" ,
    "lang119": "In order for most aspects of the Application Services to be used by users, you must register for and maintain an active personal user account and must be at least 18 years old to be able to obtain an account.",
    "lang120": "Account registration requires you to provide some personal information, such as name, address, mobile number, gender, age with your consent to record and maintain accurate, complete and up-to-date information in your account.",
    "lang121": "You are responsible for all activities that occur under your account, and you agree to keep your username and password secure and confidential at all times.",
    "lang122": "Each user may not have more than one account unless Captain Girl allows otherwise.",
    "lang123": "If it turns out that the user (male) in the event that the captain chooses to deliver women only, then the Captain Girl app has the right to cancel the account directly and hold him legally accountable, unless she changes her mind and accepts that.",
    "lang124": "Your failure to keep your account information accurate, complete and current may result in your inability to access the Application, including your ability to request access to your personal information or subscription, or to the termination of this Agreement with you.",
    "lang125": "User requirements and behavior" ,
    "lang126": "The (Captain Girl) application is not available to persons under the age of 18 and not over 65 years of age, and is used by persons who are legally entitled to contract capacity, and who are able to enter into binding contracts under applicable law.",
    "lang127": "You may not allow third parties to use your account, and you may not allow persons under 18 to receive transportation services from Captains unless they accompany you or another adult.",
    "lang128": "Any violation of the restrictions and conditions set by the application exposes you to not benefiting from the features and services of the application, or to cancel your account.",
    "lang129": "Full compliance with the special policies of the company that owns the application and what it offers of programs and offers to clients or intermediaries and all the additional terms that are added to and apply to this agreement.",
    "lang130": "Captain Girl, the owner of the application, has the right to amend this agreement from time to time, and the amendments will be effective after their publication on the company's website.",
    "lang131": "Your personal information related to the (Captain Girl) application, which can be viewed through the company's website, is used by the company in accordance with what is stipulated in the Captain Girl privacy policy.",
    "lang132": "The captain updates the criminal page annually.",
    "lang133": "Commitment not to shade the vehicle and to ensure its cleanliness before starting the journey.",
    "lang134": "Your commitment as a captain in uniform approved by the authority, with attention to appearance and public taste.",
    "lang135": "Do not load bags and non-hand luggage in the cabin of the car, while making sure that the car is equipped with all safety measures before embarking on the trip.",
    "lang136": "Saving, reporting and delivering lost items related to passengers, by calling customer service 920012290 or sending via the following email to info@captingirl.com.",
    "lang137": "Show all your documents in case they are requested by the service monitors or those who are assigned the authority to control and inspect the system.",
    "lang138": "Commitment to public morals and good treatment of passengers and not to violate their privacy.",
    "lang139": "Not to load passengers except from the side of the sidewalk designated for pedestrians on the roads.",
    "lang140": "Assisting people with disabilities when getting in and out of the car.",
    "lang141": "Communicate and receive messages", 
    "lang142": "By becoming a user of the Captain Girl App, you agree to receive communications, calls, texts, emails, push notifications, public notices and agree that pre-recorded texts, calls or messages may be generated by automated telephony systems.",
    "lang143": "Communications may include, but is not limited to: operational communications regarding your user account or updates regarding new and existing features on the Application, and communications regarding promotions from us.",
    "lang144": "Fees and Payments", 
    "lang145": "All charges and fees for using the Captain Girl application are due immediately, according to the electronic payment system appearing in the application.",
    "lang146": "When you charge the amount in your wallet, the amount is non-refundable and you can use it in the app only for upcoming trips.",
    "lang147": "Prohibited activities", 
    "lang148": "By using the Captain Girl application and benefiting from the services it provides, you agree to avoid the following actions:", 
    "lang149": "Impersonate any person or entity.",
    "lang150": "stalk, threaten or harass any person (including other users who make use of the Service) or carry any weapons.",
    "lang151": "Violate any law, regulation, rule, permit, decree or regulation.",
    "lang152": "Submit information or interact on the Application and its services in a fraudulent, inaccurate, defamatory, defamatory, obscene, infringing, abusive, threatening or annoying manner.",
    "lang153": "Use of drugs, alcohol or smoking.",
    "lang154": "Use the Application in any way that infringes the rights of third parties, including but not limited to: intellectual property rights, copyrights, patents, trademarks, trade secrets, other proprietary rights, copyrights, right to publicity or privacy.",
    "lang155": "Post, e-mail or otherwise transmit any malicious code, files or other programs designed to interrupt, damage, destroy or limit the functionality of any computer software, hardware or telecommunications equipment, and steal, confiscate any system or data.",
    "lang156": "Forge headers or otherwise manipulate identifiers in order to disguise the origin of any information transmitted through the Application.",
    "lang157": "Frame or display an image identical to any part of the Application, without prior written permission.",
    "lang158": "Transfer or sell your user account and password/or identification to any third party.",
    "lang159": "Discriminate against or harass any person on the basis of race, origin, religion, gender, age, identity, nationality, physical or mental disability, medical condition, and marital status.",
    "lang160": "Induce others to engage in the activities prohibited above.",
    "lang161": "General provisions relating to competitions, races and giveaways", 
    "lang162": "Unless otherwise stated, Captain Girl will conduct all contests, contests, contests and giveaways (each a “Contest”) as described in this paragraph, and by entering into a Contest each entrant or contestant (“Contestant”) agrees to this The rules are whether or not any additional conditions apply to the competition.",
    "lang163": "Upon entering or participating in a Contest, a Contestant may be eligible for a prize identified in the relevant promotional materials ('Prize'). Captain Girl may also refuse any entry at its sole discretion, provided that such refusal does not conflict with applicable law.",
    "lang164": "Provisions in the event of cancellation of rides by female drivers (Captains)",
    "lang165":  "If the Captain declines for the first time, we will show them a message alert (next time your account will be banned for 15 minutes).",
    "lang166": "If the captain refuses for the second time, the system will ban the account for 15 minutes.",
    "lang167": "If the captain refuses for the third time, the system will ban the account for 30 minutes.",
    "lang168": "If the captain refuses for the fourth time, the system will ban the account for one hour.",
    "lang169": "If the captain refuses for the fifth time, the system will ban the account for 24 hours.",
    "lang170": "If the captain refuses for the sixth time, the system will ban the account and the account can be activated again from the administrator.",
    "lang171": "Cancellation fees at the time the captain accepts the trip from 5 riyals to 15 riyals.",
    "lang172": "Provisions in the event of flight cancellation by (customer) If the customer cancels within 2:30 minutes, the fee will be 5 riyals.",
    "lang173": "If the customer cancels after 2:30 minutes, the fee will be 10 SAR.",
    "lang174": "If the customer cancels after 5 minutes, the fee will be 15 SAR.",
    "lang175": "Terms in the monthly subscription package Total trips per month will be sixty.",
    "lang176": "The amount is 3454 riyals.",
    "lang177": "The expiry date of the monthly subscription is thirty days without being referred to the following month.",
    "lang178": "Each trip has a limit of 20 km only, if the desired trip is more than 20 km, the subscription cannot be used.",
    "lang179": "The minimum number of trips that can be used per day is 2 If at least 2 trips are not used, it will expire.",
    "lang180": "Payment for the monthly subscription package is upfront and non-refundable.",
    "lang181": "In the event that the request is made and the captain is not accepted, it must be attempted in the hour five times, and in the event that the request is not responded to, it will be postponed to the next day.",
    "lang182": "In the event that the trip is canceled by the customer, the trip is considered complete and the amount is not refunded. In the event of cancellation by the captain, the customer has the right to repeat the request process.",
    "lang183": "It is forbidden to contract with a specific captain, as the application will provide a captain on each trip requested.",
    "lang184": "DISCLAIMER AND LIMITATION OF LIABILITY; Compensation and disclaimer",
    "lang185":  "Captain Girl and the services provided hereby disclaim all representations and warranties, whether express, implied, statutory, that are not transparently provided in this Agreement.",
    "lang186": "In addition, the company that owns the Application makes no representation, warranty or guarantee with respect to any other services requested through the use of the Application.",
    "lang187": "You agree that all risks arising from your use of the Application and its services, and any service required in connection therewith, remain solely at your own risk.",
    "lang188": "Captain Girl is not responsible for the conduct of any user outside of these Terms.",
    "lang189": "The owner of the application bears no responsibility arising from the unauthorized use of your user account. If you suspect that an unauthorized party may use your user account or suspect any other breach of security, you must notify us immediately.",
    "lang190": "The location data provided by the Application is for the purposes of the primary location only, and is not relied upon in cases where accurate location information is required.",
    "lang191": "All information about you and that you provide, including your professional data that you upload or provide on the application platform, will be available to the authority supervising the Captain Girl application.",
    "lang192": "Limitation of Liability",
    "lang193":  "The owner of the application will not be liable for any indirect, incidental, special, incidental, punitive, consequential damages, including lost profits, lost data, personal injury, property damage in connection with the use of the application other than these terms of use, even if notified The owner of the application is aware of the possibility of such damages.",
    "lang194": "The owner of the application will not be liable for any damages, responsibilities or losses arising from the following.",
    "lang195": "The Application accepts no responsibility for delays or failures in the performance of the Services, which are caused by causes beyond our reasonable control.",
    "lang196": "Resolve differences",
    "lang197": "You agree that any dispute, claim or controversy arising out of or relating to this Agreement, its breach, termination, enforcement, interpretation, or validity, shall be settled amicably or through arbitration in accordance with the regulations in force in the Kingdom of Saudi Arabia and the city of Riyadh.",
    "lang198": "Please contact us if you have any related inquiries",
    "lang199": "info@captingirl.com"
}