{
    "lang01": "Home",
    "lang02": "About Us",
    "lang03": "Contact Us",
    "lang04": "Join As Captain",
    "lang05": "Our News",
    "lang06": "Term & Conditions",
    "lang07": "Privacy Policy",
    "lang08": "News",
    "lang09": "© All rights reserved to Captain Girl",
    "lang10": "About Us",
    "lang11": "Saudi app",
    "lang12": "Keeps Up With The Aspirations",
    "lang13": "2030 Is Our Ambition",
    "lang14": "Captain Girl Is The First Of Its Kind In Saudi Arabia",
    "lang15": "Captain Girl",
    "lang16": "From the individual to the community works to provide a fast and safe means of transportation at any time to transport all members of the community, students, employees and even children 24 hours a day",
    "lang17": "Because Privacy Is Our Principle",
    "lang18": "Choose your trip captain from women only or women and men and enjoy privacy and safety",
    "lang19": "Our Vision",
    "lang20": "We seek to meet the needs of the Saudi market and create an attractive work environment in this project by serving the community and achieving its ambitions in a more private field",
    "lang21": "Our Pillars",
    "lang22": "vigor : ",
    "lang23": "We always strive to create opportunities that facilitate the course of life using smart and innovative strategies",
    "lang24": "Adaptation : ",
    "lang25": "We adapt to the changing needs of our customers and market conditions. We offer you services that meet your desires",
    "lang26": "Safety Standards : ",
    "lang27": "Your safety is our responsibility, so we use the best methods of security and safety",
    "lang28": "Welcome To The Captain, The Partner Of Success",
    "lang29": "- Your car has become your project, the pleasure of driving you turn it into profits",
    "lang30": "- According to your need, choose your income, monthly salary or percentage",
    "lang31": "- Our team is with you throughout your journey to ensure your comfort and the comfort of your customer",
    "lang32": "- Because your comfort is our demand and your privacy is our priority, choose your customer from the category of women or women and men",
    "lang33": "Because you are a customer of Captain Girl, you deserve distinction - we deliver you daily and monthly",
    "lang34": "Designed for you",
    "lang35": "- Monthly subscription: 60 trips per month, 30 trips, you have 30 trips on us",
    "lang36": "- Daily delivery with privacy and comfort",
    "lang37": "- Multiple class type that serve your needs",
    "lang38": "- Our team follows up with you on all your trips to ensure your safety and comfort",
    "lang39": "An Experience Worth Joining",
    "lang40": "Replacement time is wasted don't waste it without profits",
    "lang41": "Start making your income with Captain Girl",
    "lang42": "Pages",
    "lang43": "Legal",
    "lang44": "Keep In Touch",
    "lang45": "Do you have questions, are looking forward to joining our team or want to know more?",
    "lang46": "Contact Us",
    "lang47": "info@captingirl.com",
    "lang48": "Saudi Arabia",
    "lang49": "9200 122 90",
    "lang50": "Our Office",
    "lang51": "Riyadh",
    "lang52": "Location",
    "lang53": "P.O. Box 12213, Olaya Road,",
    "lang54": "Olaya Riyadh, Kingdom of Saudi Arabia",
    "lang55": "Phone",
    "lang56": "‍920012290",
    "lang57": "Email",
    "lang58": "‍info@captingirl.com",
    "lang59": "Close",
    "lang60": "العربية",
    "lang61": "En",
    "lang62": "Captain Girl from the individual to the community works to provide a fast and safe means of transportation at any time to transport all members of the community, students and employees, even children, 24 hours a day.",
    "lang63": "And because privacy is our principle, choose the captain of your flight from women only, women and men, and enjoy privacy and safety.",
    "lang64": "In our vision, we seek to meet the needs of the Saudi market and create an attractive work environment and lead in this project by serving the community and achieving its ambitions in a more private field.",
    "lang65": "Captain Girl App",
    "lang66": "The First Of Its Kind In Saudi Arabia"
}