import { useRef, useState } from "react";
import styled from "styled-components";
import { LocomotiveScrollProvider } from "react-locomotive-scroll";
import "locomotive-scroll/dist/locomotive-scroll.css";
import Footer from "../components/Footer";
import Header from "../components/Header";
import Menu from "../components/Menu";

const Section = styled.section`
  position: relative;
  min-height: 100vh;
  overflow: hidden;
  padding-right: 8vw;
  padding-left: 8vw;
  display: flex;
  direction: rtl;
  align-items: center;
  background-color: #352344;
  color: #fff;
  @media (max-width: 768px) {
    padding-right: 24px;
    padding-left: 24px;
  }
  h3 {
    color: #bc668c;
    font-size: 24px;
    line-height: 30px;
    margin-top: 20px;
    font-weight: bold;
    margin-bottom: 10px;
  }
  a {
    color: #bc668c;
  }
  ol {
    margin-top: 0px;
    margin-bottom: 10px;
    padding-left: 12px;
    display: block;
    list-style-type: decimal;
    margin-block-start: 1em;
    margin-block-end: 1em;
    margin-inline-start: 0px;
    margin-inline-end: 0px;
    padding-inline-start: 40px;
  }
  p {
    margin-bottom: 10px;
  }
`;

const Container = styled.div`
  display: grid;
  width: 100%;
  align-items: start;
  grid-auto-columns: 1fr;
  grid-column-gap: 2vw;
  grid-row-gap: 16px;
  grid-template-columns: 1fr 1fr 1fr 1fr 1fr 1fr 1fr 1fr;
  grid-template-rows: auto auto auto auto 80px;
  @media (max-width: 768px) {
    grid-template-columns: 1fr 1fr;
    grid-column-gap: 20px;
  }
`;

const MainHeader = styled.div`
  grid-column-end: 5;
  grid-column-start: 2;
  grid-row-end: 4;
  grid-row-start: 1;
  align-self: start;
  padding-top: 33vh;
  padding-bottom: 30px;
  @media (max-width: 768px) {
    grid-column-end: 8;
    grid-column-start: 1;
    grid-row-end: 3;
    grid-row-start: 1;
    align-self: end;
    padding-top: 10vh;
  }
`;

const LabelOne = styled.div`
  margin-top: 40px;
  margin-bottom: 40px;
  color: #ffffff;
  display: flex;
  justify-content: flex-start;
  align-items: center;
  @media (max-width: 768px) {
    font-size: 3.4vw;
    margin-bottom: 16px;
  }
`;

const LabelTwo = styled.h1`
  overflow: hidden;
  color: #bc3b81;
  overflow: hidden;
  margin-top: 0px;
  margin-bottom: 0px;
  flex-direction: column;
  align-items: flex-start;
  font-size: 3.4vw;
  font-weight: 500;
  @media (max-width: 768px) {
    font-size: 8vw;
  }
`;

const TermContainer = styled.div`
  grid-column-end: 7;
  grid-column-start: 2;
  grid-row-end: 5;
  grid-row-start: 4;
  align-self: start;
  color: #fff;
  font-size: 0.8vw;
  line-height: 160%;
  letter-spacing: 0.3px;
  @media (max-width: 768px) {
    grid-row-start: 3;
    grid-column-end: 7;
    grid-column-start: 1;
    font-size: 3.4vw;
  }
`;

const Term = () => {
  const [menuState, setMenuState] = useState(false);
  const containerRef = useRef(null);
  return (
    <>
      <LocomotiveScrollProvider
          options={{
            smooth: true,
            // ... all available Locomotive Scroll instance options
            smartphone:{
              smooth:true,
            },
            tablet:{
              smooth:true,
            }
          }}
        watch={
          [
            //..all the dependencies you want to watch to update the scroll.
            //  Basicaly, you would want to watch page/location changes
            //  For exemple, on Next.js you would want to watch properties like `router.asPath` (you may want to add more criterias if the instance should be update on locations with query parameters)
          ]
        }
        containerRef={containerRef}
      >
        <Header setMenuState={setMenuState} />
        <Menu setMenuState={setMenuState} menu={menuState}/>
        <main data-scroll-container ref={containerRef}>
          <Section>
            <Container>
              <MainHeader>
                <LabelOne>آخر تحديث: ١ يناير ٢٠٢٠</LabelOne>
                <LabelTwo>الشروط والاحكام</LabelTwo>
              </MainHeader>
              <TermContainer>
                <p>شروط الخدمة لإستخدم تطبيق (كابتن)</p>
                <p>العلاقة التعاقدية</p>
                <p># نظام العمل ككابتن</p>
                <p>ينقسم العمل إلى باقتين :</p>
                <ol>
                  <li>
                    <h3>الباقه الأولى :</h3>
                    <p>
                      هي العمل بمرتب شهري وذلك عند توصيل المشاوير ويشترط تحقيق
                      يومياً (280) ريال شامل الضريبة لمدة شهر للحصول على راتب
                      5500 ريال، وسوف يزداد الراتب بزيادة الدخل عن (280) ريال أو
                      يقل في حال كان الدخل اليومي أقل من (280) ريال.
                    </p>
                  </li>
                  <li>
                    <h3>الباقه الثانيه :</h3>
                    <p>
                      استقطاع ما نسبته 10% غير شاملة للضريبة من مبلغ توصيل
                      العملاء سواء السيدات او الرجال.
                    </p>
                  </li>
                  <li>
                    <h3>
                      نرجو منك قراءة هذه الشروط بعناية قبل الحصول على خدماتنا أو
                      استخدامها
                    </h3>
                    <p>
                      ان وصولك لخدمات كابتن جيرل واستخدامك لها يعتبر موافقة منك
                      على جميع ما تنص عليه هذه الاتفاقية وفي حالة عدم موافقتك
                      على هذه الشروط، لا يحق لك الحصول على الخدمات أو استخدامها،
                      وتحل هذه الشروط محل أي اتفاقات ابرمت معك. ويحق لتطبيق
                      كابتن جيرل أنهاء هذه الشروط أو أي من الخدمات التي تخصك على
                      الفور أو إيقاف عرض الخدمات أو منع الوصول إليها أو إلى أي
                      جزء منها في أي وقت ولأي سبب كان دون اشعار مسبق.
                    </p>
                  </li>
                  <li>
                    <h3>ملكية تطبيق كابتن جيرل</h3>
                    <p>
                      تبقى ملكية (تطبيق كابتن جيرل) وجميع الحقوق المتعلقة به
                      ملكية خاصة لشركة كابتن جيرل للتجارة ولا يحق للغير استخدام
                      علامتها أو منتجاتها أو شعاراتها، تحت طائلة الملاحقة
                      القانونية.
                    </p>
                  </li>
                  <li>
                    <h3>الترخيص</h3>
                    <p>
                      يمنحك تطبيق كابتن جيرل ترخيص محدودًا غير حصري لا يمكن
                      ترخيصه من الباطن قابل للإلغاء أو لا يمكن نقله لأي طرف آخر.
                    </p>
                  </li>
                  <li>
                    <h3>حسابات المستخدمين</h3>
                    <ul>
                      <li>
                        من أجل استخدام معظم جوانب خدمات التطبيق من قبل
                        المستخدمين يتعين عليك التسجيل للحصول على حساب مستخدم
                        شخصي فعَّال والمحافظة عليه ويشترط أن يبلغ عمرك 18 عامًا
                        على الأقل حتى تتمكن من الحصول على حساب.
                      </li>
                      <li>
                        يتطلب تسجيل الحساب تقديم بعض المعلومات الشخصية، مثل
                        الاسم، العنوان، رقم الجوال، الجنس، العمر مع الموافقة من
                        جهتك على تدوين معلومات دقيقة وكاملة وحديثة في حسابك
                        الخاص والمحافظة عليها.
                      </li>
                      <li>
                        تتحمل المسؤولية عن سائر الأنشطة التي تجري في حسابك،
                        وتوافق على الحفاظ على أمان اسم المستخدم وكلمة المرور
                        الخاصة بك وسريتها في جميع الأوقات.
                      </li>
                      <li>
                        لا يحق لكل مستخدم امتلاك أكثر من حساب واحد فقط مالم يسمح
                        كابتن جيرل بغير ذلك.
                      </li>
                      <li>
                        إذا تبين ان المستخدم (ذكر) في حال اختيار الكابتن بتوصيل
                        النساء فقط فإن لتطبيق كابتن جيرل الحق بإلغاء الحساب
                        مباشرة ومحاسبته قانونياً الا في حال تغيير رأيها والقبول
                        بذلك.
                      </li>
                      <li>
                        إن عدم التزامك بالمحافظة على معلومات حسابك بحيث تكون
                        دقيقة وكاملة وحديثة قد يؤدي إلى عدم تمكنك من الوصول إلى
                        التطبيق، بما في ذلك قدرتك على طلب الوصول إلى معلوماتك
                        الشخصية أو الاشتراك او الى انهاء هذه الاتفاقية معك.
                      </li>
                    </ul>
                  </li>
                  <li>
                    <h3>متطلبات المستخدم وسلوكه </h3>
                    <ul>
                      <li>
                        لا يتوفر تطبيق (كابتن جيرل) للأشخاص دون 18 عامًا ولا
                        يزيد عن 65 عامًا، ويستخدم من الأشخاص المستحقون قانونيا
                        بأهلية التعاقد، والقادرون على الالتزام بعقود ملزمة بموجب
                        القانون المعمول به.
                      </li>
                      <li>
                        لا يجوز لك السماح للغير باستخدام حسابك، ولا يجوز لك
                        السماح للأشخاص دون 18 عامًا بتلقي خدمات النقل من الكباتن
                        ما لم يرافقوك أو يرافقوا شخصًا بالغًا آخر.
                      </li>
                      <li>
                        أي انتهاك للقيود والشروط التي يضعها التطبيق يعرضك لعدم
                        الاستفادة من مميزات وخدمات التطبيق، أو الى الغاء حسابك.
                      </li>
                      <li>
                        الالتزام التام بالسياسات الخاصة للشركة المالكة للتطبيق
                        وما تقدمه من برامج وعروض للعملاء أو الوسطاء وجميع الشروط
                        الإضافية التي تضاف على هذه الاتفاقية وتسري عليها.
                      </li>
                      <li>
                        يحق لشركة كابتن جيرل المالكة للتطبيق تعديل هذه الاتفاقية
                        من حين لآخر، وتسري التعديلات بعد نشرها على موقع الشركة.
                      </li>
                      <li>
                        معلوماتك الشخصية التي تخص تطبيق (كابتن جيرل) والتي يمكن
                        الاطلاع عليها من خلال موقع الشركة الالكتروني تستخدم من
                        قبل الشركة وفقًا لما هو منصوص عليه في سياسة الخصوصية
                        الخاصة بشركة كابتن جيرل.
                      </li>
                      <li>تحديث الكابتن للصفحة الجنائية سنوياً.</li>
                      <li>
                        الالتزام بعدم تظليل المركبة والتأكد من نظافتها قبل البدء
                        في الرحلة.
                      </li>
                      <li>
                        التزامك ككابتن بالزي المعتمد من قبل الهيئة مع الاهتمام
                        بالمظهر والذوق العام.
                      </li>
                      <li>
                        عدم تحميل الحقائب والامتعة غير اليدوية في مقصورة السيارة
                        مع التأكد من ان السيارة مزودة بجميع وسائل السلامة قبل
                        القيام بالرحلة.
                      </li>
                      <li>
                        حفظ المفقودات الخاصة بالركاب والابلاغ عنها وتسليمها وذلك
                        بالاتصال بخدمة العملاء 920012290 او الارسال عبر البريد
                        الالكتروني التالي &nbsp;&nbsp;info@captingirl.com.
                      </li>
                      <li>
                        ابراز جميع الوثائق الخاصة بك في حال تم طلبها من مراقبي
                        الخدمة او من يسند له نظاما صلاحية الضبط والتفتيش.
                      </li>
                      <li>
                        الالتزام بالآداب العامة وحسن التعامل مع الركاب وعدم
                        انتهاك خصوصيتهم.
                      </li>
                      <li>
                        عدم تحميل الركاب الا من جهة الرصيف المخصص للمشاة على
                        الطرق.
                      </li>
                      <li>
                        مساعدة الأشخاص ذوي الإعاقة عند ركوب السيارة والنزول
                        منها.
                      </li>
                    </ul>
                  </li>
                  <li>
                    <h3>التواصل وتلقي الرسائل</h3>
                    <p>
                      بمجرد أن تصبح مستخدمًا لتطبيق كابتن جيرل، فإنك توافق على
                      تلقي الاتصالات، المكالمات، الرسائل النصية، البريد
                      الإلكتروني، إشعارات الدفع، الاشعارات العامة وتوافق من جهتك
                      على أنه يمكن إنشاء نصوص أو مكالمات أو رسائل مسجلة مسبقًا
                      بواسطة أنظمة الاتصال الهاتفي التلقائية.
                    </p>
                    <p>
                      قد تتضمن الاتصالات على سبيل المثال لا الحصر: الاتصالات
                      التشغيلية المتعلقة بحساب المستخدم الخاص بك أو التحديثات
                      المتعلقة بالميزات الجديدة والحالية على التطبيق، والاتصالات
                      المتعلقة بالعروض الترويجية من جهتنا.
                    </p>
                  </li>
                  <li>
                    <h3>الرسوم والمدفوعات</h3>
                    <ul>
                      <li>
                        تكون جميع مصاريف ورسوم استخدام تطبيق كابتن جيرل مستحقة
                        على الفور، وفق نظام الدفع الالكتروني الظاهر في التطبيق.
                      </li>
                      <li>
                        ان عند شحن المبلغ في محفظتك يكون المبلغ غير مسترد ويمكنك
                        استخدامه في التطبيق فقط للرحلات القادمة.
                      </li>
                    </ul>
                  </li>
                  <li>
                    <h3>الأنشطة المحظورة</h3>
                    <p>
                      ان استخدامك لتطبيق كابتن جيرل والاستفادة من الخدمات التي
                      يقدمها فإنه يجب عليك الموافقة على تجنب الاعمال التالية:
                    </p>
                    <ul>
                      <li>انتحال شخصية أي شخص أو كيان.</li>
                      <li>
                        مطاردة أو تهديد أو مضايقة أي شخص (بما فيه المستخدمين
                        الآخرين الذين يستفيدون من الخدمة) أو حمل أي أسلحة.
                      </li>
                      <li>
                        انتهاك أي قانون أو تشريع أو قاعدة أو تصريح أو مرسوم أو
                        لائحة.
                      </li>
                      <li>
                        إرسال المعلومات أو التفاعل على التطبيق وما يقدمه من
                        خدمات بطريقة احتيالية، غير دقيقة، تشهيرية، افترائية،
                        فاحشة، منتهكة، مسيئة، تهديدية، مزعجة.
                      </li>
                      <li>تعاطي المخدرات أو المواد الكحولية او التدخين.</li>
                      <li>
                        استخدام التطبيق بأي طريقة تنتهك حقوق الغير، بما في ذلك
                        على سبيل المثال: حقوق الملكية الفكرية، حقوق النشر،
                        البراءة، العلامة التجارية، الأسرار التجارية، حقوق
                        الملكية الأخرى، حقوق النشر، الحق في العلانية أو
                        الخصوصية.
                      </li>
                      <li>
                        نشر أو إرسال بريد إلكتروني أو ما يشبه ذلك من إرسال أي
                        تعليمات برمجية ضارة أو ملفات أو برامج أخرى مصممة لعرقلة
                        أو تلف أو تدمير او تقييد وظيفة أي برنامج حاسوب، جهاز،
                        معدات اتصالات، سرقة، مصادرة أي نظام او بيانات.
                      </li>
                      <li>
                        تزوير العناوين الرئيسية أو خلاف ذلك من التلاعب بالمعرفات
                        من أجل إخفاء أصل أي معلومات مرسلة عبر(التطبيق).
                      </li>
                      <li>
                        وضع إطار أو عرض صورة مطابقة لأي جزء من التطبيق، دون
                        تصريح خطي مسبق.
                      </li>
                      <li>
                        نقل أو بيع حساب المستخدم وكلمة المرور /أو التعريف الخاص
                        بك إلى أي طرف آخر.
                      </li>
                      <li>
                        ممارسة التمييز ضد أي شخص أو مضايقته على أساس العرق
                        الأصل، الدين، الجنس، السن، الهوية، الجنسية، الإعاقة
                        الجسدية، العقلية، الحالة الطبية الحالة الاجتماعية.
                      </li>
                      <li>حمل الغير على المشاركة في الأنشطة المحظورة أعلاه.</li>
                    </ul>
                  </li>
                  <li>
                    <h3>أحكام عامة تتعلق بالمنافسات والسباقات والهدايا</h3>
                    <p>
                      ما لم ينص على خلاف ذلك، سيقوم كابتن جيرل بإجراء جميع
                      المنافسات والمسابقات والمنافسات والهدايا (كل منها يشار
                      إليه لاحقاً بـ "مسابقة") كما هو موضح في هذه الفقرة، وبمجرد
                      الاشتراك في مسابقة يوافق كل مشارك أو متسابق ("المتسابق")
                      على هذه القواعد سواء طبقت أي شروط إضافية على المسابقة أو
                      لم تطبق.
                    </p>
                    <p>
                      عند الدخول في مسابقة أو المشاركة فيها، قد يكون المتسابق
                      مؤهلاً للحصول على جائزة محددة في المواد الترويجية ذات
                      الصلة ("الجائزة"). كما يجوز لكابتن جيرل رفض أي مشاركة حسب
                      تقديرها المنفرد، بشرط ألا يتعارض هذا الرفض مع القانون
                      المعمول به.
                    </p>
                  </li>
                  <li>
                    <h3>
                      أحكام في حال إلغاء المشاوير من قبل السائقات(الكباتن)
                    </h3>
                    <ul>
                      <li>
                        في حال قام الكابتن بالرفض لأول مرة، فسنظهر لها تنبيهًا
                        برسالة (في المرة القادمة سيتم حظر حسابك لمدة 15 دقيقة).
                      </li>
                      <li>
                        في حال قام الكابتن بالرفض للمرة الثانية، فسيقوم النظام
                        بحظر الحساب لمدة 15 دقيقة.
                      </li>
                      <li>
                        في حال قام الكابتن بالرفض للمرة الثالثة، فسيقوم النظام
                        بحظر الحساب لمدة 30 دقيقة.
                      </li>
                      <li>
                        في حال قام الكابتن بالرفض للمرة الرابعة، فسيقوم النظام
                        بحظر الحساب لمدة ساعة واحدة.
                      </li>
                      <li>
                        في حال قام الكابتن بالرفض للمرة الخامسة، فسيقوم النظام
                        بحظر الحساب لمدة 24 ساعة.
                      </li>
                      <li>
                        في حال قام الكابتن بالرفض للمرة السادسة، فسيقوم النظام
                        بحظر الحساب ويمكن تنشيط الحساب مرة أخرى من المسؤول.
                      </li>
                      <li>
                        رسوم الالغاء وقت قبول الكابتن للرحلة من 5 ريال الى 15
                        ريال.
                      </li>
                    </ul>
                  </li>
                  <li>
                    <h3>أحكام في حال إلغاء الرحلة من قبل(العميل)</h3>
                    <ul>
                      <li>
                        إذا قام العميل بالإلغاء خلال 2:30 دقيقة ، فستكون الرسوم
                        5 ريال.
                      </li>
                      <li>
                        إذا قام العميل بالإلغاء بعد 2:30 دقيقة فستكون الرسوم 10
                        ريال سعودي.
                      </li>
                      <li>
                        إذا قام العميل بالإلغاء بعد 5 دقائق ، فستكون الرسوم 15
                        ريال سعودي.
                      </li>
                    </ul>
                  </li>
                  <li>
                    <h3>احكام في باقة الاشتراك الشهري</h3>
                    <ul>
                      <li>إجمالي الرحلات في الشهر ستكون ستون رحلة.</li>
                      <li>المبلغ 3454 ريال.</li>
                      <li>
                        تاريخ انتهاء صلاحية الاشتراك الشهري ثلاثين يوما دون
                        احالتها للشهر التالي.
                      </li>
                      <li>
                        كل رحلة لها حد 20 كم فقط، إذا كانت الرحلة المرغوبة أكثر
                        من 20 كم، فلا يمكن استخدام الاشتراك.
                      </li>
                      <li>
                        الحد الأدنى لعدد الرحلات التي يمكن استخدامها في اليوم هو
                        مشوارين إذا لم يتم استخدام رحلتين على الأقل، فستنتهي
                        صلاحيته.
                      </li>
                      <li>
                        الدفع لباقة الاشتراك الشهري يكون مقدم وغير قابل
                        للاسترداد.
                      </li>
                      <li>
                        في حال تم الطلب ولم يتم القبول من قبل الكباتن يجب
                        المحاوله في الساعه خمس مرات وفي حال لم يستجاب للطلب يؤجل
                        لليوم التالي.
                      </li>
                      <li>
                        في حال تم إلغاء الرحلة من قبل العميل تعتبر الرحلة مكتملة
                        ولا يسترد المبلغ وفي حال تم الإلغاء من قبل الكابتن يحق
                        للعميل تكرار عملية الطلب.
                      </li>
                      <li>
                        يمنع التعاقد مع كابتن بعينه حيث ان التطبيق سيقوم بتوفير
                        كابتن في كل رحلة يتم طلبها.
                      </li>
                    </ul>
                  </li>
                  <li>
                    <h3>إخلاء المسؤولية وتحديدها؛ والتعويض إخلاء المسؤولية</h3>
                    <ul>
                      <li>
                        إن شركة كابتن جيرل وما تقدم من خدمات فإنها تخلي
                        مسؤوليتها عن جميع الإقرارات والضمانات، سواء كانت صريحة،
                        ضمنية، قانونية، والتي تكون غير منصوص عليها بشفافية في
                        هذه الاتفاقية.
                      </li>
                      <li>
                        بالإضافة إلى ذلك، لا تقدم الشركة المالكة للتطبيق أي تعهد
                        أو كفالة أو ضمان فيما يتعلق بأي خدمات أخرى مطلوبة من
                        خلال استخدام التطبيق.
                      </li>
                      <li>
                        ينبغي عليك أن توافق على أن جميع المخاطر التي تنشأ عن
                        استخدامك للتطبيق والخدمات التي يقدمها، وأي خدمة مطلوبة
                        فيما يتعلق بذلك، تبقى على مسؤوليتك فقط.
                      </li>
                      <li>
                        إن شركة كابتن جيرل غير مسؤولة عن سلوك أي مستخدم خارج ما
                        ورد في هذه الشروط.
                      </li>
                      <li>
                        لا تتحمل الجهة المالكة للتطبيق أي مسؤولية تنشأ عن
                        الاستخدام غير المصرح به لحساب المستخدم الخاص بك. وإذا
                        كنت تشك في أن أي طرف غير مصرح له قد يستخدم حساب المستخدم
                        الخاص بك أو تشك في أي اختراق آخر للأمن، ينبغي عليك
                        إخطارنا بذلك على الفور.
                      </li>
                      <li>
                        تكون بيانات الموقع التي يوفرها التطبيق لأغراض الموقع
                        الأساسي فقط، ولا يُعتمد عليها في الحالات التي تكون فيها
                        المعلومات الدقيقة عن الموقع مطلوبة.
                      </li>
                      <li>
                        إن جميع المعلومات التي تخصك وتقدمها بما فيها من بياناتك
                        المهنية التي تحملها أو تقدمها على منصة التطبيق تكون
                        متاحة للجهة المشرفة على تطبيق كابتن جيرل.
                      </li>
                    </ul>
                  </li>
                  <li>
                    <h3>تقييد المسؤولية</h3>
                    <ul>
                      <li>
                        لن تتحمل الجهة المالكة للتطبيق المسؤولية عن أي أضرار غير
                        مباشرة، عرضية، خاصة، طارئة، عقابية، تبعية، بما في ذلك
                        الأرباح الفائتة، البيانات المفقودة، الإصابات الشخصية،
                        الأضرار التي تلحق بالممتلكات والمتعلقة باستخدام التطبيق
                        خلافًا لشروط الاستخدام المذكورة، حتى لو تم إخطار الجهة
                        المالكة للتطبيق باحتمالية حدوث هذه الأضرار.
                      </li>
                      <li>
                        لن تكون الجهة المالكة للتطبيق مسؤولة عن أي أضرار أو
                        مسؤوليات أو خسائر تنشأ عن الآتي.
                      </li>
                      <li>
                        &nbsp;لا يتحمل التطبيق أي مسؤولية عن التأخير أو الفشل في
                        أداء الخدمات، والناجم عن أسباب خارج سيطرتنا المعقولة.
                      </li>
                    </ul>
                  </li>
                  <li>
                    <h3>حل الخلافات</h3>
                    <p>
                      ينبغي عليك الموافقة على أن أي نزاع أو مطالبة أو خلاف ينشأ
                      عن هذه الاتفاقية أو يتعلق بها، مخالفتها، إنهائها، تنفيذها،
                      تفسيرها، صلاحيتها، سيتم تسويته ودياً أو عن طريق التحكيم
                      وفق الأنظمة المعمول بها في المملكة العربية السعودية وفي
                      مدينة الرياض.
                    </p>
                  </li>
                </ol>
                <p>
                  يرجى الاتصال بنا إذا كان لديك أي استفسارات ذات صلة&nbsp;
                  <a href="mailto:info@captingirl.com">info@captingirl.com</a>
                </p>
              </TermContainer>
            </Container>
          </Section>
          <Footer />
        </main>
      </LocomotiveScrollProvider>
    </>
  );
};

export default Term;
