{
    "lang01": "الرئيسية",
    "lang02": "من نحن",
    "lang03": "اتصل بنا",
    "lang04": "انضم ككابتن",
    "lang05": "اخبارنا",
    "lang06": "الشروط والاحكام",
    "lang07": "سياسة الخصوصية",
    "lang08": "أخبارنا",
    "lang09": "© جميع الحققوق محفوظة لشركة كابتن جيرل",
    "lang10": "من نحن",
    "lang11": "تطبيق سعودي",
    "lang12": "يواكب تطلعات رؤية المملكة",
    "lang13": "2030 طموحنا عنان السماء",
    "lang14": "كابتن جيرل الأول من نوعة في المملكة العربية السعودية",
    "lang15": "كابتن جيرل",
    "lang16": "من الفرد الى المجتمع يعمل على توفير وسيلة نقل سريعة و آمنة في أي وقت لنقل جميع أفراد المجتمع و الطلاب و الموظفين وحتى الاطفال على مدار 24 ساعة",
    "lang17": "لآن الخصوصية مبدأنا",
    "lang18": "اختر كابتن رحلتك من النساء فقط او النساء و الرجال و استمتع بالخصوصية و الأمان",
    "lang19": "رؤيتنا",
    "lang20": "نسعى لتلبية احتياجات السوق السعودي و خلق بيئة عمل جاذبة و متصدره في هذا المشروع بخدمة المجتمع و تحقيق طموحاته في مجال أكثر خصوصية",
    "lang21": "قيمنا",
    "lang22": "الهمة : ",
    "lang23": "نسعى دائما لخلق فرص تسهل من سير الحياة باستخدام استراتيجيات ذكية ومبتكرة",
    "lang24": "التأقلم : ",
    "lang25": " نتكيف مع احتياجات عملائنا المتغيرة وظروف السوق لنقدم لكم خدمات تلبي رغباتكم",
    "lang26": "معاير السلامة : ",
    "lang27": "سلامتكم مسؤليتنا لذلك نستخدم اجود اساليب الامن و السلامة",
    "lang28": "هلا بالكابتن شريك النجاح",
    "lang29": "- سيارتك صارت مشروعك مع كابتن جيرل متعة قيادتك حولها إلى أرباح",
    "lang30": "- حسب احتياجك أختر دخلك راتب شهري أو نسبة",
    "lang31": "- فريقنا معك طول رحلتك للتأكد من راحتك وراحة عميلك",
    "lang32": "- لأن راحتك مطلبنا و خصوصيتك اولويتنا أختر عميلك من فئة النساء أو النساء و الرجال",
    "lang33": "لأنك عميل كابتن جيرل تستحق التميز - نوصلك يوميا و شهريا",
    "lang34": "صممنا لك",
    "lang35": "- الاشتراك الشهري 60 رحلة بالشهر 30 رحلة عليك 30 رحلة علينا",
    "lang36": "- توصيل يومي بكل خصوصية و راحة",
    "lang37": "- فئات توصيل متعددة تخدم احتياجك",
    "lang38": "- فريقنا متابع معك جميع رحلاتك للتأكد من أمانك و راحتك",
    "lang39": "تجربة تستحق انضمامك",
    "lang40": "الوقت البدل ضائع لا تضيعه بدون أرباح",
    "lang41": "أبدا بتحقيق دخلك مع كابتن جيرل",
    "lang42": "الصفحات",
    "lang43": "قانوني",
    "lang44": "ابقى على تواصل",
    "lang45": "هل لديك أسئلة ، تتطلع إلى الانضمام إلى فريقنا أو تريد معرفة المزيد؟",
    "lang46": "التواصل",
    "lang47": "info@captingirl.com",
    "lang48": "المملكة العربية السعوديه",
    "lang49": "9200 122 90",
    "lang50": "مكاتبنا",
    "lang51": "الرياض",
    "lang52": "الموقع",
    "lang53": "صندوق بريد 12213 ، طريق العليا ،",
    "lang54": "الرياض العليا، المملكة العربية السعودية",
    "lang55": "الهاتف",
    "lang56": "‍920012290",
    "lang57": "بريد الالكتروني",
    "lang58": "‍info@captingirl.com",
    "lang59": "إغلاق",
    "lang60": "العربية",
    "lang61": "En",
    "lang62": "كابتن جيرل من الفرد الى المجتمع يعمل على توفير وسيلة نقل سريعةوآمنة في أي وقت لنقل جميع أفراد المجتمع و الطلاب والموظفين حتى الاأطفال علي مدار ٢٤ ساعة.",
    "lang63": "و لان الخصوصية مبدأنا ختار كابتن رحلتك من النساء فقط اوالنساد و الرجال و استمتع بالخصوصية و الأمان.",
    "lang64": "في رؤيتنا نسع اتلبية اتياجات السوق السعودي و خلق بيئة عمل جاذبة و متصدره في هذا المشروع بخدمة المجتمع و تحقيق طموحاته في مجال أكثر خصوصية.",
    "lang65": "تطبيق كابتن جيرل",
    "lang66": "الاأول من نوعه في المملكة العربيةالسعودية",
    "privacy": "---------------------------------------",
    "lang67": "آخر تحديث: ١ يناير ٢٠٢٠",
    "lang68": "سياسة الخصوصية",
    "lang69": "تعليقات",
    "lang70": " عندما يترك الزائرون تعليقاتهم على الموقع، نجمع البيانات الموضحة في نموذج التعليقات، وكذلك عنوان IP الخاص بالزائر وسلسلة وكلاء متصفح المستخدم للمساعدة في اكتشاف الرسائل غير المرغوب فيها.",
    "lang71": " قد يتم توفير سلسلة مجهولة المصدر تم إنشاؤها من عنوان بريدك الإلكتروني (وتسمى أيضًا hash) إلى خدمة Gravatar لمعرفة ما إذا كنت تستخدمها. سياسة خصوصية خدمة Gravatar متوفرة هنا: https: //automattic.com/privacy/. بعد الموافقة على تعليقك، ستكون صورة ملفك الشخصي مرئية للعامة في سياق تعليقك.",
    "lang72": "وسائط",
    "lang73": " إذا قمت بتحميل الصور إلى موقع الويب، يجب تجنب تحميل الصور مع بيانات الموقع المضمنة (EXIF GPS). يمكن لزوّار الموقع تنزيل واستخراج أي بيانات موقع من الصور على موقع الويب.",
    "lang74": "نماذج الاتصال",
    "lang75": "ملفات تعريف الارتباط",
    "lang76": " إذا تركت تعليقًا على موقعنا، فيمكنك تمكين حفظ اسمك وعنوان بريدك الإلكتروني وموقعك الإلكتروني في ملفات تعريف الارتباط. هذه هي لراحتك حتى لا تضطر إلى ملء التفاصيل الخاصة بك مرة أخرى عند ترك تعليق آخر. ستستمر ملفات تعريف الارتباط هذه لمدة عام واحد.",
    "lang77": " إذا قمت بزيارة صفحة تسجيل الدخول الخاصة بنا، فسنهيئ ملف تعريف ارتباط مؤقت لتحديد ما إذا كان مستعرضك يقبل هذه الملفات. لايحوي ملف تعريف الارتباط هذا أي بيانات شخصية كما يتم التخلص منه عندما تقوم بإغلاق متصفحك.",
    "lang78": " عندما تسجّل الدخول نقوم أيضاً بتهيئة ملفات عديدة لتعريف الارتباط من أجل حفظ معلومات دخولك وخيارات شاشة العرض الخاصة بك. ملفات تعريف الارتباط لمعلومات الدخول تبقى ليومين، بينما تبقى ملفات تعريف ارتباط خيارات شاشة العرض لمدة سنة. سيستمر تسجيل دخولك طيلة أسبوعين عندما تختار “تذكرني”، وإذا قمت بتسجيل خروجك من الحساب، سيتم حذف ملفات تعريف ارتباط تسجيل الدخول.",
    "lang79": " سيُحفظ ملف إضافي لتعريف الارتباط في مستعرضك إذا قمت بتحرير أو نشر مقال. وهذا الملف لايتضمن أي بيانات شخصية فكل ما في الأمر أنه يشير إلى معرّف المقالة التي حررتها. وستنتهي صلاحيته بعد يوم واحد.",
    "lang80": "المحتوى المضمّن من مواقع ويب أخرى",
    "lang81": " المقالات على هذا الموقع قد تشمل محتوى مضمّناً (على سبيل المثال: كمقاطع الفيديو، الصور، المقالات .. الخ). يتصرّف المحتوى المضمَّن من مواقع ويب أخرى بالطريقة نفسها تماماً كما لو أن الزائر زار الموقع الآخر.",
    "lang82": " قد تجمع مواقع الويب هذه بيانات عنك، وتستخدم ملفات تعريف الارتباط، وتقوم بضمين تتبعًا إضافيًا – تابعًا لجهة ثالثة خارجية، وتراقب تفاعلك مع هذا المحتوى المضمّن، بما في ذلك تتبع تفاعلك مع المحتوى المضمن إذا كان لديك حساب وتم تسجيل دخولك إلى ذلك الموقع.",
    "lang83": " بالنسبة للمستخدمين الذين قاموا بالتسجيل على موقعنا (إن وجد)، نقوم أيضًا بتخزين المعلومات الشخصية التي يقدمونها في ملف تعريف المستخدم الخاص بهم. يمكن لجميع المستخدمين الاطلاع على معلوماتهم الشخصية أو تعديلها أو حذفها في أي وقت (باستثناء أنه لا يمكنهم تغيير اسم المستخدم الخاص بهم). يمكن لمسؤولي مواقع الويب أيضًا رؤية هذه المعلومات وتحريرها.",
    "lang84": "التحليلات و مع من نشارك بياناتك",
    "lang85": "ماهي مدة احتفاظنا ببياناتك",
    "lang86": " إذا تركت تعليقاً، فسيتم الاحتفاظ بالتعليق والبيانات الوصفية الخاصة به إلى أجل غير مسمى. وهذا حتى يمكننا التعرّف على أي تعليقات متتابعة والموافقة عليها تلقائياً بدلاً من الاحتفاظ بها في قائمة انتظار المراجعة للموافقة عليها.",
    "lang87": "ماهي الحقوق العائدة لك على بياناتك",
    "lang88": " إذا كان لديك حساب على هذا الموقع، أو تركت تعليقات، يمكنك طلب الحصول على ملف يتم تصديره من البيانات الشخصية التي نحتفظ بها عنك، بما في ذلك أي بيانات قدمتها لنا. يمكنك أيضًا طلب حذف أي بيانات شخصية نحتفظ بها عنك. هذا لا يشمل أي بيانات نحن ملزمون بالحفاظ عليها لأغراض إدارية أو قانونية أو أمنية.",
    "lang89": "إلى أين نرسل بياناتك",
    "lang90": " يمكن التحقق من تعليقات الزوار من خلال خدمة الكشف عن الرسائل غير المرغوب فيها تلقائيًا.",
    "lang91": "معلومات الاتصال بك",
    "lang92": "معلومات إضافية",
    "lang93": "كيف نحمي بياناتك.",
    "lang94": "ماهي الإجراءات السارية تجاه الإخلال بالبيانات.",
    "lang95": "ماهي الأطراف الثالثة التي نستلم منها البيانات.",
    "lang96": " ماهي آلية صنع القرار و/أو التوصيف الذي نقوم به مع بيانات المستخدم.",
    "lang97": "متطلبات الإفصاح من الجهة المنظمة للصناعة.",
    "lang98": " تقوم كابتن جيرل بتحديث سياسة الخصوصية بشكل متكرر. إذا كان لديك أي أسئلة ، من فضلك",
    "lang99": "اتصل بنا",
    "lang100": "أو أرسل بريدًا إلكترونيًا إلى:",
    "lang101": "info@captingirl.com",
    "term": "---------------------------------------",
    "lang102": "آخر تحديث: ١ يناير ٢٠٢٠",
    "lang103": "الشروط والاحكام",
    "lang104": "شروط الخدمة لإستخدم تطبيق (كابتن)",
    "lang105": "العلاقة التعاقدية",
    "lang106": "# نظام العمل ككابتن",
    "lang107": "ينقسم العمل إلى باقتين :",
    "lang108": "الباقه الأولى :",
    "lang109": " هي العمل بمرتب شهري وذلك عند توصيل المشاوير ويشترط تحقيق يومياً (280) ريال شامل الضريبة لمدة شهر للحصول على راتب 5500 ريال، وسوف يزداد الراتب بزيادة الدخل عن (280) ريال أو يقل في حال كان الدخل اليومي أقل من (280) ريال.",
    "lang110": "الباقه الثانيه :", 
    "lang111": " استقطاع ما نسبته 10% غير شاملة للضريبة من مبلغ توصيل العملاء سواء السيدات او الرجال.",
    "lang112": " نرجو منك قراءة هذه الشروط بعناية قبل الحصول على خدماتنا أو استخدامها", 
    "lang113": " ان وصولك لخدمات كابتن جيرل واستخدامك لها يعتبر موافقة منك على جميع ما تنص عليه هذه الاتفاقية وفي حالة عدم موافقتك على هذه الشروط، لا يحق لك الحصول على الخدمات أو استخدامها، وتحل هذه الشروط محل أي اتفاقات ابرمت معك. ويحق لتطبيق كابتن جيرل أنهاء هذه الشروط أو أي من الخدمات التي تخصك على الفور أو إيقاف عرض الخدمات أو منع الوصول إليها أو إلى أي جزء منها في أي وقت ولأي سبب كان دون اشعار مسبق.",
    "lang114": "ملكية تطبيق كابتن جيرل", 
    "lang115": " تبقى ملكية (تطبيق كابتن جيرل) وجميع الحقوق المتعلقة به ملكية خاصة لشركة كابتن جيرل للتجارة ولا يحق للغير استخدام علامتها أو منتجاتها أو شعاراتها، تحت طائلة الملاحقة القانونية.",
    "lang116": "الترخيص" ,
    "lang117": " يمنحك تطبيق كابتن جيرل ترخيص محدودًا غير حصري لا يمكن ترخيصه من الباطن قابل للإلغاء أو لا يمكن نقله لأي طرف آخر.",
    "lang118": "حسابات المستخدمين" ,
    "lang119": " من أجل استخدام معظم جوانب خدمات التطبيق من قبل المستخدمين يتعين عليك التسجيل للحصول على حساب مستخدم شخصي فعَّال والمحافظة عليه ويشترط أن يبلغ عمرك 18 عامًا على الأقل حتى تتمكن من الحصول على حساب.",
    "lang120": " يتطلب تسجيل الحساب تقديم بعض المعلومات الشخصية، مثل الاسم، العنوان، رقم الجوال، الجنس، العمر مع الموافقة من جهتك على تدوين معلومات دقيقة وكاملة وحديثة في حسابك الخاص والمحافظة عليها.",
    "lang121": " تتحمل المسؤولية عن سائر الأنشطة التي تجري في حسابك، وتوافق على الحفاظ على أمان اسم المستخدم وكلمة المرور الخاصة بك وسريتها في جميع الأوقات.",
    "lang122": " لا يحق لكل مستخدم امتلاك أكثر من حساب واحد فقط مالم يسمح كابتن جيرل بغير ذلك.",
    "lang123": " إذا تبين ان المستخدم (ذكر) في حال اختيار الكابتن بتوصيل النساء فقط فإن لتطبيق كابتن جيرل الحق بإلغاء الحساب مباشرة ومحاسبته قانونياً الا في حال تغيير رأيها والقبول بذلك.",
    "lang124": " إن عدم التزامك بالمحافظة على معلومات حسابك بحيث تكون دقيقة وكاملة وحديثة قد يؤدي إلى عدم تمكنك من الوصول إلى التطبيق، بما في ذلك قدرتك على طلب الوصول إلى معلوماتك الشخصية أو الاشتراك او الى انهاء هذه الاتفاقية معك.",
    "lang125": "متطلبات المستخدم وسلوكه " ,
    "lang126": " لا يتوفر تطبيق (كابتن جيرل) للأشخاص دون 18 عامًا ولا يزيد عن 65 عامًا، ويستخدم من الأشخاص المستحقون قانونيا بأهلية التعاقد، والقادرون على الالتزام بعقود ملزمة بموجب القانون المعمول به.",
    "lang127": " لا يجوز لك السماح للغير باستخدام حسابك، ولا يجوز لك السماح للأشخاص دون 18 عامًا بتلقي خدمات النقل من الكباتن ما لم يرافقوك أو يرافقوا شخصًا بالغًا آخر.",
    "lang128": " أي انتهاك للقيود والشروط التي يضعها التطبيق يعرضك لعدم الاستفادة من مميزات وخدمات التطبيق، أو الى الغاء حسابك.",
    "lang129": " الالتزام التام بالسياسات الخاصة للشركة المالكة للتطبيق وما تقدمه من برامج وعروض للعملاء أو الوسطاء وجميع الشروط الإضافية التي تضاف على هذه الاتفاقية وتسري عليها.",
    "lang130": " يحق لشركة كابتن جيرل المالكة للتطبيق تعديل هذه الاتفاقية من حين لآخر، وتسري التعديلات بعد نشرها على موقع الشركة.",
    "lang131": " معلوماتك الشخصية التي تخص تطبيق (كابتن جيرل) والتي يمكن الاطلاع عليها من خلال موقع الشركة الالكتروني تستخدم من قبل الشركة وفقًا لما هو منصوص عليه في سياسة الخصوصية الخاصة بشركة كابتن جيرل.",
    "lang132": "تحديث الكابتن للصفحة الجنائية سنوياً.",
    "lang133": " الالتزام بعدم تظليل المركبة والتأكد من نظافتها قبل البدء في الرحلة.",
    "lang134": " التزامك ككابتن بالزي المعتمد من قبل الهيئة مع الاهتمام بالمظهر والذوق العام.",
    "lang135": " عدم تحميل الحقائب والامتعة غير اليدوية في مقصورة السيارة مع التأكد من ان السيارة مزودة بجميع وسائل السلامة قبل القيام بالرحلة.",
    "lang136": " حفظ المفقودات الخاصة بالركاب والابلاغ عنها وتسليمها وذلك بالاتصال بخدمة العملاء 920012290 او الارسال عبر البريد الالكتروني التالي info@captingirl.com.",
    "lang137": " ابراز جميع الوثائق الخاصة بك في حال تم طلبها من مراقبي الخدمة او من يسند له نظاما صلاحية الضبط والتفتيش.",
    "lang138": " الالتزام بالآداب العامة وحسن التعامل مع الركاب وعدم انتهاك خصوصيتهم.",
    "lang139": " عدم تحميل الركاب الا من جهة الرصيف المخصص للمشاة على الطرق.",
    "lang140": " مساعدة الأشخاص ذوي الإعاقة عند ركوب السيارة والنزول منها.",
    "lang141": "التواصل وتلقي الرسائل", 
    "lang142": " بمجرد أن تصبح مستخدمًا لتطبيق كابتن جيرل، فإنك توافق على تلقي الاتصالات، المكالمات، الرسائل النصية، البريد الإلكتروني، إشعارات الدفع، الاشعارات العامة وتوافق من جهتك على أنه يمكن إنشاء نصوص أو مكالمات أو رسائل مسجلة مسبقًا بواسطة أنظمة الاتصال الهاتفي التلقائية.",
    "lang143": " قد تتضمن الاتصالات على سبيل المثال لا الحصر: الاتصالات التشغيلية المتعلقة بحساب المستخدم الخاص بك أو التحديثات المتعلقة بالميزات الجديدة والحالية على التطبيق، والاتصالات المتعلقة بالعروض الترويجية من جهتنا.",
    "lang144": "الرسوم والمدفوعات", 
    "lang145": " تكون جميع مصاريف ورسوم استخدام تطبيق كابتن جيرل مستحقة على الفور، وفق نظام الدفع الالكتروني الظاهر في التطبيق.",
    "lang146": " ان عند شحن المبلغ في محفظتك يكون المبلغ غير مسترد ويمكنك استخدامه في التطبيق فقط للرحلات القادمة.",
    "lang147": "الأنشطة المحظورة", 
    "lang148": " ان استخدامك لتطبيق كابتن جيرل والاستفادة من الخدمات التي يقدمها فإنه يجب عليك الموافقة على تجنب الاعمال التالية:", 
    "lang149": "انتحال شخصية أي شخص أو كيان.",
    "lang150": " مطاردة أو تهديد أو مضايقة أي شخص (بما فيه المستخدمين الآخرين الذين يستفيدون من الخدمة) أو حمل أي أسلحة.",
    "lang151": " انتهاك أي قانون أو تشريع أو قاعدة أو تصريح أو مرسوم أو لائحة.",
    "lang152": " إرسال المعلومات أو التفاعل على التطبيق وما يقدمه من خدمات بطريقة احتيالية، غير دقيقة، تشهيرية، افترائية، فاحشة، منتهكة، مسيئة، تهديدية، مزعجة.",
    "lang153": "تعاطي المخدرات أو المواد الكحولية او التدخين.",
    "lang154": " استخدام التطبيق بأي طريقة تنتهك حقوق الغير، بما في ذلك على سبيل المثال: حقوق الملكية الفكرية، حقوق النشر، البراءة، العلامة التجارية، الأسرار التجارية، حقوق الملكية الأخرى، حقوق النشر، الحق في العلانية أو الخصوصية.",
    "lang155": " نشر أو إرسال بريد إلكتروني أو ما يشبه ذلك من إرسال أي تعليمات برمجية ضارة أو ملفات أو برامج أخرى مصممة لعرقلة أو تلف أو تدمير او تقييد وظيفة أي برنامج حاسوب، جهاز، معدات اتصالات، سرقة، مصادرة أي نظام او بيانات.",
    "lang156": " تزوير العناوين الرئيسية أو خلاف ذلك من التلاعب بالمعرفات من أجل إخفاء أصل أي معلومات مرسلة عبر(التطبيق).",
    "lang157": " وضع إطار أو عرض صورة مطابقة لأي جزء من التطبيق، دون تصريح خطي مسبق.",
    "lang158": " نقل أو بيع حساب المستخدم وكلمة المرور /أو التعريف الخاص بك إلى أي طرف آخر.",
    "lang159": " ممارسة التمييز ضد أي شخص أو مضايقته على أساس العرق الأصل، الدين، الجنس، السن، الهوية، الجنسية، الإعاقة الجسدية، العقلية، الحالة الطبية الحالة الاجتماعية.",
    "lang160": "حمل الغير على المشاركة في الأنشطة المحظورة أعلاه.",
    "lang161": "أحكام عامة تتعلق بالمنافسات والسباقات والهدايا", 
    "lang162": " ما لم ينص على خلاف ذلك، سيقوم كابتن جيرل بإجراء جميع المنافسات والمسابقات والمنافسات والهدايا (كل منها يشار إليه لاحقاً بـ 'مسابقة') كما هو موضح في هذه الفقرة، وبمجرد الاشتراك في مسابقة يوافق كل مشارك أو متسابق ('المتسابق') على هذه القواعد سواء طبقت أي شروط إضافية على المسابقة أو لم تطبق.",
    "lang163": " عند الدخول في مسابقة أو المشاركة فيها، قد يكون المتسابق مؤهلاً للحصول على جائزة محددة في المواد الترويجية ذات الصلة ('الجائزة'). كما يجوز لكابتن جيرل رفض أي مشاركة حسب تقديرها المنفرد، بشرط ألا يتعارض هذا الرفض مع القانون المعمول به.",
    "lang164": "أحكام في حال إلغاء المشاوير من قبل السائقات(الكباتن)",
    "lang165":  " في حال قام الكابتن بالرفض لأول مرة، فسنظهر لها تنبيهًا برسالة (في المرة القادمة سيتم حظر حسابك لمدة 15 دقيقة).",
    "lang166": " في حال قام الكابتن بالرفض للمرة الثانية، فسيقوم النظام بحظر الحساب لمدة 15 دقيقة.",
    "lang167": " في حال قام الكابتن بالرفض للمرة الثالثة، فسيقوم النظام بحظر الحساب لمدة 30 دقيقة.",
    "lang168": " في حال قام الكابتن بالرفض للمرة الرابعة، فسيقوم النظام بحظر الحساب لمدة ساعة واحدة.",
    "lang169": " في حال قام الكابتن بالرفض للمرة الخامسة، فسيقوم النظام بحظر الحساب لمدة 24 ساعة.",
    "lang170": " في حال قام الكابتن بالرفض للمرة السادسة، فسيقوم النظام بحظر الحساب ويمكن تنشيط الحساب مرة أخرى من المسؤول.",
    "lang171": " رسوم الالغاء وقت قبول الكابتن للرحلة من 5 ريال الى 15 ريال.",
    "lang172": "أحكام في حال إلغاء الرحلة من قبل(العميل) إذا قام العميل بالإلغاء خلال 2:30 دقيقة ، فستكون الرسوم 5 ريال.",
    "lang173": " إذا قام العميل بالإلغاء بعد 2:30 دقيقة فستكون الرسوم 10 ريال سعودي.",
    "lang174": " إذا قام العميل بالإلغاء بعد 5 دقائق ، فستكون الرسوم 15 ريال سعودي.",
    "lang175": "احكام في باقة الاشتراك الشهريإجمالي الرحلات في الشهر ستكون ستون رحلة.",
    "lang176": "المبلغ 3454 ريال.",
    "lang177": " تاريخ انتهاء صلاحية الاشتراك الشهري ثلاثين يوما دون احالتها للشهر التالي.",
    "lang178": " كل رحلة لها حد 20 كم فقط، إذا كانت الرحلة المرغوبة أكثر من 20 كم، فلا يمكن استخدام الاشتراك.",
    "lang179": " الحد الأدنى لعدد الرحلات التي يمكن استخدامها في اليوم هو مشوارين إذا لم يتم استخدام رحلتين على الأقل، فستنتهي صلاحيته.",
    "lang180": " الدفع لباقة الاشتراك الشهري يكون مقدم وغير قابل للاسترداد.",
    "lang181": " في حال تم الطلب ولم يتم القبول من قبل الكباتن يجب المحاوله في الساعه خمس مرات وفي حال لم يستجاب للطلب يؤجل لليوم التالي.",
    "lang182": " في حال تم إلغاء الرحلة من قبل العميل تعتبر الرحلة مكتملة ولا يسترد المبلغ وفي حال تم الإلغاء من قبل الكابتن يحق للعميل تكرار عملية الطلب.",
    "lang183": " يمنع التعاقد مع كابتن بعينه حيث ان التطبيق سيقوم بتوفير كابتن في كل رحلة يتم طلبها.",
    "lang184": "إخلاء المسؤولية وتحديدها؛ والتعويض إخلاء المسؤولية",
    "lang185":  " إن شركة كابتن جيرل وما تقدم من خدمات فإنها تخلي مسؤوليتها عن جميع الإقرارات والضمانات، سواء كانت صريحة، ضمنية، قانونية، والتي تكون غير منصوص عليها بشفافية في هذه الاتفاقية.",
    "lang186": " بالإضافة إلى ذلك، لا تقدم الشركة المالكة للتطبيق أي تعهد أو كفالة أو ضمان فيما يتعلق بأي خدمات أخرى مطلوبة من خلال استخدام التطبيق.",
    "lang187": " ينبغي عليك أن توافق على أن جميع المخاطر التي تنشأ عن استخدامك للتطبيق والخدمات التي يقدمها، وأي خدمة مطلوبة فيما يتعلق بذلك، تبقى على مسؤوليتك فقط.",
    "lang188": " إن شركة كابتن جيرل غير مسؤولة عن سلوك أي مستخدم خارج ما ورد في هذه الشروط.",
    "lang189": " لا تتحمل الجهة المالكة للتطبيق أي مسؤولية تنشأ عن الاستخدام غير المصرح به لحساب المستخدم الخاص بك. وإذا كنت تشك في أن أي طرف غير مصرح له قد يستخدم حساب المستخدم الخاص بك أو تشك في أي اختراق آخر للأمن، ينبغي عليك إخطارنا بذلك على الفور.",
    "lang190": " تكون بيانات الموقع التي يوفرها التطبيق لأغراض الموقع الأساسي فقط، ولا يُعتمد عليها في الحالات التي تكون فيها المعلومات الدقيقة عن الموقع مطلوبة.",
    "lang191": " إن جميع المعلومات التي تخصك وتقدمها بما فيها من بياناتك المهنية التي تحملها أو تقدمها على منصة التطبيق تكون متاحة للجهة المشرفة على تطبيق كابتن جيرل.",
    "lang192": "تقييد المسؤولية",
    "lang193":  " لن تتحمل الجهة المالكة للتطبيق المسؤولية عن أي أضرار غير مباشرة، عرضية، خاصة، طارئة، عقابية، تبعية، بما في ذلك الأرباح الفائتة، البيانات المفقودة، الإصابات الشخصية، الأضرار التي تلحق بالممتلكات والمتعلقة باستخدام التطبيق خلافًا لشروط الاستخدام المذكورة، حتى لو تم إخطار الجهة المالكة للتطبيق باحتمالية حدوث هذه الأضرار.",
    "lang194": " لن تكون الجهة المالكة للتطبيق مسؤولة عن أي أضرار أو مسؤوليات أو خسائر تنشأ عن الآتي.",
    "lang195": " لا يتحمل التطبيق أي مسؤولية عن التأخير أو الفشل في أداء الخدمات، والناجم عن أسباب خارج سيطرتنا المعقولة.",
    "lang196": "حل الخلافات",
    "lang197": " ينبغي عليك الموافقة على أن أي نزاع أو مطالبة أو خلاف ينشأ عن هذه الاتفاقية أو يتعلق بها، مخالفتها، إنهائها، تنفيذها، تفسيرها، صلاحيتها، سيتم تسويته ودياً أو عن طريق التحكيم وفق الأنظمة المعمول بها في المملكة العربية السعودية وفي مدينة الرياض.",
    "lang198": "يرجى الاتصال بنا إذا كان لديك أي استفسارات ذات صلة",
    "lang199": "info@captingirl.com"
}